{
  "slug": "bou-25",
  "en": {
    "title": "Build standards and specifications suitable for China's IT service operation with SPS as the core",
    "description": "Technological innovation is the key to core competitiveness. China Digital has built a powerful informatization R&D and operation team with nearly 2,000 software developers. IT is the chairman unit of the \"Changfeng Alliance Internet Information Service Promotion Working Group\" of the Ministry of Science and Technology. In a real sense, it has proposed a SaaS service system with Chinese characteristics, and built standards and norms suitable for China's IT service operation with SPS as the core. In terms of ICT infrastructure construction,",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Related News</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "es": {
    "title": "Establecer estándares y especificaciones adecuados para la operación de servicios de TI en China, con SPS como núcleo.",
    "description": "La innovación tecnológica es clave para la competitividad central. China Digital ha formado un potente equipo de investigación, desarrollo y operación en informatización, con cerca de 2,000 desarrolladores de software. Es la unidad presidencial del \"Grupo de Trabajo para la Promoción de Servicios de Información por Internet de la Alianza Changfeng\" del Ministerio de Ciencia y Tecnología. En un sentido real, ha propuesto un sistema de servicios SaaS con características chinas y ha establecido estándares y normas adecuadas para la operación de servicios de TI en China, centrados en SPS. En cuanto a la construcción de infraestructura de TIC,",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Noticias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "fr": {
    "title": "Élaborer des normes et spécifications adaptées aux services opérationnels informatiques chinois, avec SPS comme élément central.",
    "description": "L'innovation technologique est la clé de la compétitivité centrale. China Digital a constitué une équipe puissante de R&D et d'exploitation en informatique, comptant près de 2 000 développeurs de logiciels. Elle est l'unité présidente du \"Groupe de travail pour la promotion des services d'information Internet de l'Alliance Changfeng\" du ministère des Sciences et Technologies. Dans un sens véritable, elle a proposé un système de services SaaS aux caractéristiques chinoises, et a établi des normes et standards adaptés à l'exploitation des services informatiques en Chine, avec SPS comme noyau. En ce qui concerne la construction d'infrastructures TIC,",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Actualités connexes</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "de": {
    "title": "Erstellen Sie Standards und Spezifikationen, die für den IT-Servicebetrieb in China geeignet sind, mit SPS als Kern.",
    "description": "Technologische Innovation ist der Schlüssel zur Kernwettbewerbsfähigkeit. China Digital hat ein leistungsstarkes Team für Informatik-Forschung und -Entwicklung mit fast 2.000 Softwareentwicklern aufgebaut. Das Unternehmen ist Vorsitzendeinheit der „Arbeitsgruppe zur Förderung von Internet-Informationsdiensten der Changfeng-Allianz“ des Ministeriums für Wissenschaft und Technologie. Es hat im wahrsten Sinne des Wortes ein SaaS-Service-System mit chinesischen Besonderheiten vorgeschlagen und mit SPS als Kern Standards und Normen etabliert, die für den Betrieb von IT-Dienstleistungen in China geeignet sind. Im Bereich des ICT-Infrastrukturaufbaus,",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Verwandte Nachrichten</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "it": {
    "title": "以SPS为核心，构建适合中国IT服务运营的标准与规范",
    "description": "科技创新是核心竞争力的关键。中国数码打造了一支近2000名软件开发人员组成的强大信息化研发与运营团队，并担任科技部“长风联盟互联网信息服务促进工作组”理事长单位，真正意义上提出了具有中国特色的SaaS服务体系，构建了以SPS为核心、符合中国IT服务运营的标准与规范。在ICT基础设施建设方面，",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notizie Correlate</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pt": {
    "title": "Construir padrões e especificações adequados para a operação de serviços de TI na China, com o SPS como núcleo.",
    "description": "A inovação tecnológica é a chave para a competitividade central. A China Digital construiu uma equipe poderosa de pesquisa, desenvolvimento e operação em informatização, com cerca de 2.000 desenvolvedores de software. A empresa é a unidade presidencial do \"Grupo de Trabalho para Promoção de Serviços de Informação da Internet da Aliança Changfeng\" do Ministério da Ciência e Tecnologia. Em um sentido real, propôs um sistema de serviço SaaS com características chinesas e estabeleceu padrões e normas adequados para a operação de serviços de TI na China, com o SPS como núcleo. Em termos de construção de infraestrutura de TIC,",
    "content": "```html\n<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notícias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>\n```"
  },
  "ru": {
    "title": "Создать стандарты и спецификации, подходящие для эксплуатации ИТ-услуг в Китае, с SPS в качестве основы.",
    "description": "Технологические инновации — ключ к основной конкурентоспособности. China Digital создала мощную команду по разработке и эксплуатации информационных технологий, в которую входят почти 2000 разработчиков программного обеспечения. Компания является председательствующим подразделением рабочей группы по продвижению интернет-информационных услуг «Альянс Чанфэн» при Министерстве науки и технологий. В истинном смысле она предложила SaaS-сервисную систему с китайской спецификой и разработала стандарты и нормы, подходящие для эксплуатации IT-услуг в Китае, с SPS в качестве ядра. В области строительства ICT-инфраструктуры,",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Связанные новости</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pl": {
    "title": "Opracuj standardy i specyfikacje odpowiednie dla chińskiej operacji usług IT, z SPS jako rdzeniem.",
    "description": "Innowacja technologiczna jest kluczem do podstawowej konkurencyjności. China Digital zbudował potężny zespół badawczo-rozwojowy i operacyjny w dziedzinie informatyzacji, liczący blisko 2000 programistów. Firma pełni rolę jednostki przewodniczącej w „Grupie Roboczej ds. Promocji Usług Internetowych Sojuszu Changfeng” Ministerstwa Nauki i Technologii. W prawdziwym tego słowa znaczeniu zaproponowała system usług SaaS z chińskimi cechami szczególnymi oraz stworzyła standardy i normy odpowiednie dla operacji usług IT w Chinach, z SPS jako rdzeniem. W zakresie budowy infrastruktury ICT,",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Powiązane wiadomości</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  }
}