{
  "slug": "bou-17",
  "en": {
    "title": "How Do Electronic Cigarettes Come Out? What Is The Principle?",
    "description": "When the user is smoking in the mouthpiece, the gas is sensed by the microphone head through the airway to the suction action, the characteristics of the microphone head are level-converted, and the external output is turned on, that is, the control voltage output, through the yellow thimble in the picture to supply power to the atomizing core, After the atomizing core is energized, it heats up, and the surface is soaked with e-liquid and heated to the boiling point to emit smoke.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Related News</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "es": {
    "title": "¿Cómo funcionan los cigarrillos electrónicos? ¿Cuál es su principio?",
    "description": "Cuando el usuario está fumando en la boquilla, el gas es detectado por el cabezal del micrófono a través de la acción de succión en el conducto de aire. Las características del cabezal del micrófono se convierten en niveles y se activa la salida externa, es decir, la salida de voltaje de control, que a través del dedal amarillo en la imagen suministra energía al núcleo de atomización. Una vez que el núcleo de atomización recibe energía, se calienta, y el líquido electrónico empapado en su superficie alcanza el punto de ebullición para producir vapor.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Noticias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "fr": {
    "title": "Comment les cigarettes électroniques produisent-elles de la vapeur ? Quel est le principe ?",
    "description": "Lorsque l'utilisateur fume dans l'embout buccal, le gaz est détecté par la tête du microphone à travers le conduit d'air grâce à l'action d'aspiration. Les caractéristiques de la tête du microphone sont converties en niveau, et la sortie externe est activée, c'est-à-dire la sortie de tension de contrôle, via le dé à coudre jaune visible sur l'image pour alimenter le noyau d'atomisation. Une fois le noyau d'atomisation alimenté, il chauffe, et la surface imbibée de liquide électronique atteint le point d'ébullition pour produire de la vapeur.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Actualités connexes</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "de": {
    "title": "Wie funktionieren E-Zigaretten? Was ist das Prinzip dahinter?",
    "description": "Wenn der Benutzer am Mundstück zieht, wird das Gas durch das Mikrofon über den Luftweg durch die Saugwirkung erfasst. Die Eigenschaften des Mikrofons werden pegelumgewandelt, und der externe Ausgang wird aktiviert, d.h. die Steuerspannung wird ausgegeben. Diese wird über den gelben Tastenkopf im Bild an den Verdampferkern weitergeleitet, um ihn mit Strom zu versorgen. Sobald der Verdampferkern unter Strom steht, erhitzt er sich. Die Oberfläche, die mit E-Liquid getränkt ist, wird bis zum Siedepunkt erhitzt, wodurch Dampf entsteht.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Verwandte Nachrichten</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "it": {
    "title": "电子烟是如何产生的？其原理是什么？",
    "description": "当用户通过吸嘴吸烟时，气流会通过气道触发麦克风头的感应动作。麦克风头将信号进行电平转换后，会启动外部输出控制电压（如图中黄色顶针所示），为雾化芯供电。雾化芯通电发热后，会将表面浸润的烟油加热至沸点从而产生烟雾。",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notizie Correlate</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pt": {
    "title": "Como os Cigarros Eletrônicos Funcionam? Qual é o Princípio?",
    "description": "Quando o usuário está fumando no bocal, o gás é detectado pelo cabeçote do microfone através da passagem de ar devido à ação de sucção. As características do cabeçote do microfone são convertidas em nível, e a saída externa é ativada, ou seja, a saída de tensão de controle, que é fornecida através do dedal amarelo na imagem para alimentar o núcleo de atomização. Após ser energizado, o núcleo de atomização aquece, e a superfície, embebida com líquido de cigarro eletrônico, é aquecida até o ponto de ebulição, liberando fumaça.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notícias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "ru": {
    "title": "Как работают электронные сигареты? В чем их принцип действия?",
    "description": "Когда пользователь курит через мундштук, газ улавливается микрофонной головкой через воздуховод благодаря всасывающему действию. Характеристики микрофонной головки преобразуются по уровню, и включается внешний вывод, то есть выход управляющего напряжения, который через жёлтый наконечник на изображении подаёт питание на испарительный элемент. После подачи питания испарительный элемент нагревается, а его поверхность, пропитанная жидкостью для электронных сигарет, доводится до точки кипения, выделяя пар.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Связанные новости</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pl": {
    "title": "Jak Powstają Elektroniczne Papierosy? Na Jakiej Zasadzie Działają?",
    "description": "Gdy użytkownik zaciąga się przez ustnik, gaz jest wykrywany przez mikrofon poprzez kanał powietrzny, co inicjuje proces ssania. Charakterystyka mikrofonu jest przekształcana na poziom sygnału, a zewnętrzne wyjście zostaje aktywowane, czyli następuje wyprowadzenie napięcia sterującego. Przez żółtą tulejkę widoczną na obrazie zasilanie jest dostarczane do rdzenia atomizera. Po zasileniu rdzeń atomizera nagrzewa się, a jego powierzchnia, nasączona liquidem, osiąga punkt wrzenia, co powoduje wydzielanie pary.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Powiązane wiadomości</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  }
}