{
  "slug": "bou-23",
  "en": {
    "title": "Are E-cigarettes Healthier After Standardization?",
    "description": "On April 8, 2022, the State Administration for Market Regulation issued mandatory national standards for e-cigarettes. The content of the standard includes 4, namely clarifying the terms and definitions related to electronic cigarettes and vaping products; requiring electronic cigarette design and raw material selection standards; proposing exact technical requirements for their smoking gadgets, vaping products and emissions; strictly stipulating electronic cigarette product signs and instructions.",
    "content": ""
  },
  "es": {
    "title": "¿Son los cigarrillos electrónicos más saludables después de la estandarización?",
    "description": "El 8 de abril de 2022, la Administración Estatal de Regulación del Mercado emitió estándares nacionales obligatorios para cigarrillos electrónicos. El contenido del estándar incluye 4 aspectos: aclarar los términos y definiciones relacionados con los productos de vapeo y cigarrillos electrónicos; establecer estándares para el diseño de cigarrillos electrónicos y la selección de materias primas; proponer requisitos técnicos precisos para sus dispositivos de fumado, productos de vapeo y emisiones; y estipular estrictamente las indicaciones e instrucciones de los productos de cigarrillos electrónicos.",
    "content": ""
  },
  "fr": {
    "title": "Les cigarettes électroniques sont-elles plus saines après leur normalisation ?",
    "description": "Le 8 avril 2022, l'Administration d'État pour la régulation des marchés a publié des normes nationales obligatoires pour les cigarettes électroniques. Le contenu de la norme comprend 4 points, à savoir : clarifier les termes et définitions liés aux cigarettes électroniques et aux produits de vapotage ; établir des critères pour la conception des cigarettes électroniques et la sélection des matières premières ; formuler des exigences techniques précises pour leurs dispositifs de fumage, les produits de vapotage et leurs émissions ; et réglementer strictement les indications et notices des produits de cigarette électronique.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Actualités connexes</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "de": {
    "title": "Sind E-Zigaretten nach der Standardisierung gesünder?",
    "description": "Am 8. April 2022 hat die Staatliche Verwaltung für Marktregulierung verbindliche nationale Standards für E-Zigaretten herausgegeben. Der Inhalt der Norm umfasst 4 Punkte, nämlich die Klärung der Begriffe und Definitionen im Zusammenhang mit elektronischen Zigaretten und Vaping-Produkten; die Festlegung von Standards für das Design von E-Zigaretten und die Auswahl der Rohstoffe; die genauen technischen Anforderungen für ihre Rauchgeräte, Vaping-Produkte und Emissionen; sowie die strengen Vorschriften für die Kennzeichnung und Anleitung von E-Zigarettenprodukten.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Verwandte Nachrichten</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "it": {
    "title": "电子烟标准化后更健康了吗？",
    "description": "2022年4月8日，国家市场监督管理总局发布了电子烟强制性国家标准。标准内容包括4个方面，即明确电子烟、雾化物等相关术语定义；要求电子烟设计及原材料选用标准；对其吸烟器具、雾化物和释放物提出明确技术要求；严格规定电子烟产品标志及说明。",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notizie Correlate</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pt": {
    "title": "Os cigarros eletrônicos são mais saudáveis após a padronização?",
    "description": "Em 8 de abril de 2022, a Administração Estatal de Regulação do Mercado emitiu padrões nacionais obrigatórios para cigarros eletrônicos. O conteúdo do padrão inclui 4 itens, que são: esclarecer os termos e definições relacionados a cigarros eletrônicos e produtos de vaporização; estabelecer padrões para o design de cigarros eletrônicos e seleção de matérias-primas; propor requisitos técnicos precisos para seus dispositivos de fumo, produtos de vaporização e emissões; e estipular rigorosamente os sinais e instruções dos produtos de cigarros eletrônicos.",
    "content": "```html\n<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notícias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>\n```"
  },
  "ru": {
    "title": "Стали ли электронные сигареты безопаснее после стандартизации?",
    "description": "8 апреля 2022 года Государственное управление по регулированию рынка выпустило обязательные национальные стандарты для электронных сигарет. Содержание стандарта включает 4 пункта: разъяснение терминов и определений, связанных с электронными сигаретами и вейп-продуктами; требования к стандартам проектирования электронных сигарет и выбора сырья; точные технические требования к устройствам для курения, вейп-продуктам и их выбросам; строгие нормы обозначений и инструкций для продукции электронных сигарет.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Связанные новости</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pl": {
    "title": "Czy e-papierosy są zdrowsze po standaryzacji?",
    "description": "8 kwietnia 2022 roku Państwowa Administracja ds. Rynku wydała obowiązkowe krajowe standardy dotyczące e-papierosów. Treść normy obejmuje 4 punkty, a mianowicie wyjaśnienie terminów i definicji związanych z e-papierosami oraz produktami do waporyzacji; określenie standardów projektowania e-papierosów i doboru surowców; przedstawienie dokładnych wymagań technicznych dotyczących ich akcesoriów do palenia, produktów do waporyzacji i emisji; ścisłe uregulowanie oznaczeń i instrukcji dotyczących produktów z e-papierosów.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Powiązane wiadomości</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  }
}