{
  "slug": "bou-21",
  "en": {
    "title": "Can E-cigarettes Help People Quit Smoking?",
    "description": "Electronic cigarettes (e-cigarettes, ECs) are hand-held electronic atomization devices that generate mist by heating liquid e-liquid, and the components of e-liquid are generally nicotine and flavor. E-cigarettes allow nicotine to be inhaled into the body in the form of vapor, replacing the form of smoke. Certain harmful substances in tobacco can cause smokers to suffer from smoking-related diseases. Because e-cigarettes do not burn tobacco, users have lower levels of exposure to harmful substances than traditional smokers.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Related News</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "es": {
    "title": "¿Pueden los cigarrillos electrónicos ayudar a dejar de fumar?",
    "description": "Los cigarrillos electrónicos (e-cigarrillos, CE) son dispositivos electrónicos de atomización portátiles que generan vapor al calentar un líquido llamado e-líquido, cuyos componentes suelen ser nicotina y aromatizantes. Estos dispositivos permiten inhalar nicotina en forma de vapor, sustituyendo la forma de humo. Ciertas sustancias nocivas presentes en el tabaco pueden provocar enfermedades relacionadas con el hábito de fumar. Dado que los cigarrillos electrónicos no queman tabaco, los usuarios están menos expuestos a sustancias dañinas en comparación con los fumadores tradicionales.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Noticias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "fr": {
    "title": "Les cigarettes électroniques aident-elles à arrêter de fumer ?",
    "description": "Les cigarettes électroniques (e-cigarettes, EC) sont des dispositifs électroniques portatifs d'atomisation qui génèrent de la vapeur en chauffant un liquide appelé e-liquide, généralement composé de nicotine et d'arômes. Les e-cigarettes permettent d'inhaler la nicotine sous forme de vapeur plutôt que de fumée. Certaines substances nocives présentes dans le tabac peuvent provoquer des maladies liées au tabagisme chez les fumeurs. Comme les cigarettes électroniques ne brûlent pas de tabac, leurs utilisateurs sont moins exposés aux substances nocives que les fumeurs traditionnels.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Actualités connexes</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "de": {
    "title": "Können E-Zigaretten beim Rauchstopp helfen?",
    "description": "Elektronische Zigaretten (E-Zigaretten, ECs) sind handliche elektronische Verdampfungsgeräte, die durch Erhitzen von flüssigem E-Liquid einen Nebel erzeugen. Die Bestandteile des E-Liquids sind in der Regel Nikotin und Aromastoffe. E-Zigaretten ermöglichen es, Nikotin in Form von Dampf einzuatmen, anstatt in Form von Rauch. Bestehende schädliche Substanzen im Tabak können bei Rauchern zu tabakbedingten Krankheiten führen. Da E-Zigaretten keinen Tabak verbrennen, sind die Nutzer im Vergleich zu traditionellen Rauchern geringeren Mengen an schädlichen Stoffen ausgesetzt.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Verwandte Nachrichten</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "it": {
    "title": "电子烟能帮助人们戒烟吗？",
    "description": "电子烟（E-cigarettes，ECs）是一种手持式电子雾化设备，通过加热液体烟油产生雾气，而烟油的成分一般为尼古丁和香料。电子烟使尼古丁以蒸汽的形式被吸入体内，替代了烟雾的形式。烟草中的某些有害物质会使吸烟者患上吸烟相关疾病。由于电子烟不燃烧烟草，使用者接触有害物质的水平低于传统吸烟者。",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notizie Correlate</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pt": {
    "title": "Os cigarros eletrônicos podem ajudar as pessoas a parar de fumar?",
    "description": "Os cigarros eletrônicos (e-cigarettes, ECs) são dispositivos eletrônicos portáteis de atomização que geram vapor através do aquecimento de líquidos especiais, cujos componentes geralmente incluem nicotina e aromatizantes. Os cigarros eletrônicos permitem que a nicotina seja inalada pelo corpo na forma de vapor, substituindo a forma de fumaça. Certas substâncias nocivas presentes no tabaco podem causar doenças relacionadas ao fumo em seus usuários. Como os cigarros eletrônicos não queimam tabaco, os usuários ficam menos expostos a substâncias prejudiciais em comparação com fumantes tradicionais.",
    "content": "```html\n<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notícias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>\n```"
  },
  "ru": {
    "title": "Могут ли электронные сигареты помочь бросить курить?",
    "description": "Электронные сигареты (ЭС) — это портативные устройства для электронного распыления, которые создают аэрозоль путем нагревания жидкости (е-жидкости), обычно содержащей никотин и ароматизаторы. ЭС позволяют никотину попадать в организм в виде пара, заменяя традиционное курение. Некоторые вредные вещества в табаке могут вызывать у курильщиков заболевания, связанные с курением. Поскольку электронные сигареты не сжигают табак, пользователи подвергаются меньшему воздействию вредных веществ по сравнению с обычными курильщиками.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Связанные новости</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pl": {
    "title": "Czy e-papierosy pomagają rzucić palenie?",
    "description": "E-papierosy (e-papierosy, EC) to przenośne elektroniczne urządzenia do atomizacji, które wytwarzają mgiełkę poprzez podgrzewanie płynnego liquidu, a składniki liquidu to zazwyczaj nikotyna i aromaty. E-papierosy umożliwiają wdychanie nikotyny w postaci pary, zastępując formę dymu. Niektóre szkodliwe substancje zawarte w tytoniu mogą powodować u palaczy choroby związane z paleniem. Ponieważ e-papierosy nie spalają tytoniu, użytkownicy są narażeni na niższy poziom szkodliwych substancji w porównaniu do tradycyjnych palaczy.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Powiązane wiadomości</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  }
}