{
  "slug": "allbar-control-ice-and-nic-experience-elfworld-pb-84996553",
  "en": {
    "title": "",
    "description": "",
    "content": ""
  },
  "es": {
    "title": "Eres un traductor profesional. Traduce el siguiente contenido del inglés al español. Mantén el mismo significado, tono y estilo. Devuelve solo el texto traducido.",
    "description": "Eres un traductor profesional. Traduce el siguiente contenido del inglés al español. Mantén el mismo significado, tono y estilo. Devuelve solo el texto traducido.",
    "content": "Eres un traductor profesional. Traduce el siguiente contenido del inglés al español. Mantén el mismo significado, tono y estilo. Devuelve solo el texto traducido."
  },
  "fr": {
    "title": "Vous êtes un traducteur professionnel. Traduisez le contenu suivant de l'anglais vers le français. Conservez le même sens, le même ton et le même style. Ne renvoyez que le texte traduit.",
    "description": "Vous êtes un traducteur professionnel. Traduisez le contenu suivant de l'anglais vers le français. Conservez le même sens, le même ton et le même style. Ne renvoyez que le texte traduit.",
    "content": "Vous êtes un traducteur professionnel. Traduisez le contenu suivant de l'anglais vers le français. Conservez le même sens, le même ton et le même style. Ne renvoyez que le texte traduit."
  },
  "de": {
    "title": "Sie sind ein professioneller Übersetzer. Übersetzen Sie den folgenden Inhalt von Englisch auf Deutsch. Behalten Sie dabei die gleiche Bedeutung, den gleichen Ton und Stil bei. Geben Sie nur den übersetzten Text zurück.",
    "description": "Sie sind ein professioneller Übersetzer. Übersetzen Sie den folgenden Inhalt von Englisch ins Deutsche. Behalten Sie dabei dieselbe Bedeutung, den gleichen Ton und Stil bei. Geben Sie nur den übersetzten Text zurück.",
    "content": "Sie sind ein professioneller Übersetzer. Übersetzen Sie den folgenden Inhalt von Englisch ins Deutsche. Behalten Sie dieselbe Bedeutung, den gleichen Ton und Stil bei. Geben Sie nur den übersetzten Text zurück."
  },
  "it": {
    "title": "您是一位专业翻译。请将以下内容从英文翻译成中文。保持相同的含义、语气和风格。只返回翻译后的文本。",
    "description": "你是专业翻译人员。将以下内容从英语翻译为意大利语。保持相同的含义、语气和风格。只返回翻译后的文本。",
    "content": "Sei un traduttore professionista. Traduci il seguente contenuto dall'inglese all'italiano. Mantieni lo stesso significato, tono e stile. Restituisci solo il testo tradotto."
  },
  "pt": {
    "title": "Você é um tradutor profissional. Traduza o seguinte conteúdo do inglês para português. Mantenha o mesmo significado, tom e estilo. Retorne apenas o texto traduzido.",
    "description": "Você é um tradutor profissional. Traduza o seguinte conteúdo do inglês para português. Mantenha o mesmo significado, tom e estilo. Retorne apenas o texto traduzido.",
    "content": "Você é um tradutor profissional. Traduza o seguinte conteúdo do inglês para o português. Mantenha o mesmo significado, tom e estilo. Retorne apenas o texto traduzido."
  },
  "ru": {
    "title": "Вы профессиональный переводчик. Переведите следующий текст с английского на русский, сохраняя тот же смысл, тон и стиль. Верните только переведенный текст.",
    "description": "Вы профессиональный переводчик. Переведите следующий текст с английского на русский, сохраняя тот же смысл, тон и стиль. Верните только переведенный текст.",
    "content": "Вы профессиональный переводчик. Переведите следующий текст с английского на русский язык. Сохраните тот же смысл, тон и стиль. Верните только переведенный текст."
  },
  "pl": {
    "title": "Jesteś profesjonalnym tłumaczem. Przetłumacz poniższą treść z języka angielskiego na polski. Zachowaj to samo znaczenie, tonę i styl. Zwróć tylko przetłumaczony tekst.",
    "description": "Jesteś profesjonalnym tłumaczem. Przetłumacz poniższą treść z języka angielskiego na polski. Zachowaj to samo znaczenie, tonę i styl. Zwróć tylko przetłumaczony tekst.",
    "content": "Jesteś profesjonalnym tłumaczem. Przetłumacz poniższą treść z języka angielskiego na polski. Zachowaj to samo znaczenie, tonę i styl. Zwróć tylko przetłumaczony tekst."
  }
}