{
  "slug": "bou-15",
  "en": {
    "title": "Electronic Cigarette Structure",
    "description": "What exactly is an electronic cigarette? According to public information, electronic cigarettes are mainly composed of e-liquid (including nicotine, flavor, solvent propylene glycol, etc.), heating system, power supply and filter tip. Through heating and atomization, an aerosol with a specific smell is generated for cigarettes. civilian use. In a broad sense, electronic cigarettes refer to electronic nicotine delivery systems, including electronic cigarettes, hookahs, hookah pens and other forms. In a narrow sense, electronic cigarettes refer to portable electronic cigarettes that are similar in appearance to cigarettes.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Related News</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "es": {
    "title": "Estructura del Cigarrillo Electrónico",
    "description": "¿Qué es exactamente un cigarrillo electrónico? Según información pública, los cigarrillos electrónicos están compuestos principalmente por líquido electrónico (que incluye nicotina, saborizantes, solventes como propilenglicol, etc.), un sistema de calentamiento, fuente de alimentación y boquilla. Mediante calentamiento y atomización, generan un aerosol con un olor específico para uso civil en forma de cigarrillo. En sentido amplio, los cigarrillos electrónicos se refieren a sistemas electrónicos de suministro de nicotina, que incluyen cigarrillos electrónicos, pipas de agua, bolígrafos para narguile y otras formas. En sentido estricto, los cigarrillos electrónicos se refieren a dispositivos portátiles con apariencia similar a los cigarrillos tradicionales.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Noticias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "fr": {
    "title": "Structure de la Cigarette Électronique",
    "description": "Qu'est-ce exactement qu'une cigarette électronique ? Selon les informations publiques, les cigarettes électroniques sont principalement composées de liquide (incluant nicotine, arômes, solvant comme le propylène glycol, etc.), d'un système de chauffage, d'une alimentation électrique et d'un filtre. Elles génèrent, via un procédé de chauffage et d'atomisation, un aérosol à l'odeur spécifique destiné à un usage civil. Au sens large, les cigarettes électroniques désignent les systèmes électroniques d'administration de nicotine, englobant les e-cigarettes, les chichas électroniques, les stylos à chicha et autres formes similaires. Au sens strict, elles font référence aux cigarettes électroniques portables dont l'apparence ressemble à celle des cigarettes traditionnelles.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Actualités connexes</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "de": {
    "title": "Struktur der E-Zigarette",
    "description": "Was genau ist eine E-Zigarette? Laut öffentlichen Informationen besteht eine E-Zigarette hauptsächlich aus E-Liquid (einschließlich Nikotin, Aromastoffen, Lösungsmittel Propylenglykol usw.), einem Heizsystem, einer Stromversorgung und einem Filter. Durch Erhitzung und Vernebelung entsteht ein Aerosol mit einem spezifischen Geruch, das für den Gebrauch durch Verbraucher bestimmt ist. Im weiteren Sinne beziehen sich E-Zigaretten auf elektronische Nikotinabgabesysteme, einschließlich E-Zigaretten, Shishas, Shisha-Pens und anderen Formen. Im engeren Sinne bezeichnet der Begriff E-Zigaretten tragbare elektronische Geräte, die im Aussehen herkömmlichen Zigaretten ähneln.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Verwandte Nachrichten</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "it": {
    "title": "Struttura della Sigaretta Elettronica",
    "description": "电子烟究竟是什么？据公开资料显示，电子烟主要由烟油（含尼古丁、香精、溶剂丙二醇等）、加热系统、电源和过滤嘴四部分组成，通过加热雾化产生具有特定气味的气溶胶供烟民使用。从广义来说，电子烟是指电子尼古丁递送系统，包括电子烟、水烟筒、水烟笔等多种形式。从狭义来说，电子烟是指外形与卷烟相似的便携式电子烟。",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notizie Correlate</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pt": {
    "title": "Estrutura do Cigarro Eletrônico",
    "description": "O que exatamente é um cigarro eletrônico? De acordo com informações públicas, os cigarros eletrônicos são compostos principalmente por líquido de vape (incluindo nicotina, aromatizante, solvente propilenoglicol, etc.), sistema de aquecimento, fonte de energia e ponta filtrante. Através do aquecimento e atomização, é gerado um aerossol com odor específico para uso civil. Em sentido amplo, cigarros eletrônicos referem-se a sistemas eletrônicos de liberação de nicotina, incluindo cigarros eletrônicos, narguilés, canetas de narguilé e outras formas. Em sentido estrito, cigarros eletrônicos referem-se aos cigarros eletrônicos portáteis que têm aparência semelhante a cigarros tradicionais.",
    "content": "```html\n<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Notícias Relacionadas</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>\n```"
  },
  "ru": {
    "title": "Структура электронной сигареты",
    "description": "Что же такое электронная сигарета? Согласно открытым данным, электронные сигареты в основном состоят из жидкости для заправки (включая никотин, ароматизаторы, пропиленгликоль в качестве растворителя и т.д.), системы нагрева, источника питания и мундштука. Благодаря нагреву и распылению образуется аэрозоль с характерным запахом, предназначенный для курения. В широком смысле электронные сигареты относятся к системам доставки никотина, включая вейпы, кальяны, кальянные ручки и другие формы. В узком смысле электронные сигареты — это портативные устройства, внешне напоминающие обычные сигареты.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Связанные новости</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  },
  "pl": {
    "title": "Struktura E-papierosa",
    "description": "Czym dokładnie jest e-papieros? Według dostępnych informacji, e-papierosy składają się głównie z liquidu (zawierającego nikotynę, aromaty, rozpuszczalnik propylen glikolowy itp.), systemu podgrzewania, zasilania oraz filtra. Dzięki podgrzewaniu i atomizacji powstaje aerozol o charakterystycznym zapachu, przeznaczony do użytku przez palaczy. W szerokim znaczeniu, e-papierosy obejmują elektroniczne systemy dostarczania nikotyny, w tym e-papierosy, shishę elektroniczną, długopisy do waporyzacji i inne formy. W wąskim znaczeniu, e-papierosy odnoszą się do przenośnych urządzeń, które wyglądem przypominają tradycyjne papierosy.",
    "content": "<div class=\"news-del-out\">\n  <div class=\"news-detail\">\n    <div class=\"news-dtl-title\"></div>\n    <div class=\"news-dtl-time\">\n      <div>\n        <span class=\"news-dtl-times\"></span>\n      </div>\n    </div>\n    <div class=\"news-str-detail\"></div>\n  </div>\n  <div class=\"articles\">\n    <div class=\"art-title\">Powiązane wiadomości</div>\n    <div class=\"artline\"></div>\n    <div class=\"atrout\">\n      <div id=\"newsid\"></div>\n    </div>\n  </div>\n</div>"
  }
}